export const Lang = {
    "Lang_01": "在执行一次退出程序",
    
    // 底部导航1
    
    "Lang_11": "薪资",
    "Lang_12": "我的",

// 薪资页面 2
    
    "Lang_21": "试用期",
    "Lang_22": "转正后",
    "Lang_23": "试用期工资",
    "Lang_24": "转正后工资",
    "Lang_25": "正常工作时间工资",
    "Lang_26": "岗位补贴",
    "Lang_27": "加班费",
    "Lang_28": "加班补助",
    "Lang_29": "总补贴",
    "Lang_210": "小孩补贴",
    "Lang_211": "油费补贴",
    "Lang_212": "奖金",
    "Lang_213": "绩效奖金",
    "Lang_214": "纪律奖",
    "Lang_215": "其他",
    "Lang_216": "福利",
    "Lang_217": "工龄补贴",
    "Lang_218": "扣款",
    "Lang_219": "社保",
    "Lang_220": "医保",
    "Lang_221": "失业保",
    "Lang_222": "个人所得税",
    "Lang_223": "工会费",


// 我的页面3
    
    "Lang_31": "关于同维OA",
    "Lang_32": "修改密码",
    "Lang_33": "退出登录",

// 个人信息页面 4
    
    "Lang_41": "头像",
    "Lang_42": "姓名",
    "Lang_43": "性别",
    "Lang_44": "手机号",
    "Lang_45": "邮箱",
    "Lang_46": "职务",
    "Lang_47": "所属部门",
    "Lang_48": "个人信息",

// 关于同维oa页面 5
    
    
    "Lang_51": "版本功能介绍",
    "Lang_52": "检测更新",
    "Lang_53": "后台下载",
    "Lang_54": "TWOA",

// 修改密码页面  6
    
    "Lang_61": "旧密码（请输入旧密码）",
    "Lang_62": "新密码（请输入新密码）",
    "Lang_63": "确认密码（请再次输入新密码）",
    "Lang_64": "完成",
    "Lang_65": "密码至少为7位，字符至少包含三类：数字、大小写英文字母或特殊字符",

// 提示信息翻译  7
    
    "Lang_71": "修改成功",
    "Lang_72": "修改失败",
    "Lang_73": "密码修改成功，请重新登录",
    "Lang_74": "密码修改失败",
    "Lang_75_1": "【检测到新版本--稍后更新/升级】",
    "Lang_75_2": "（同维OA版本号）本次更新文件大小为**",
    "Lang_75_3": "为保证正常使用，请点击“升级”进行下载，升级后需要重新登录，建议使用WIFI网络。",
    "Lang_76": "当前已是最新版本",
    "Lang_77": "新旧密码相同",
    "Lang_78": "两次输入新密码不一致，请重新输入",
    "Lang_79": "密码复杂度不符合要求，请重新输入",
    "Lang_710": "修改手机号",
    
    
    // 提示信息翻译 8
    
    "Lang_81": "请输入密码",
    "Lang_82": "请输入工号",
    "Lang_83": "请输入工号",
    "Lang_84": "工号或密码错误",
    "Lang_85": "验证码不正确",
    "Lang_86": "新旧密码相同",
    "Lang_87": "两次输入密码不一致，请重新输入",
    "Lang_88": "密码复杂度不符合要求，请重新输入",
    "Lang_89_1": "手机号确认",
    "Lang_89_2": "我们将发送验证短信到您的手机号",
    "Lang_89_3": "取消",
    "Lang_89_4": "好的",
    "Lang_810": "密码修改成功，请重新登录",
    "Lang_811": "访问已过期，请重新登录",
    "Lang_812": "网络连接异常",
    "Lang_813": "系统繁忙",
    "Lang_814": "无法连接服务器",
    "Lang_815": "加载中...",
    
    
    // 登录页面/忘记密码页面  9
    
    "Lang_91": "请输入工号",
    "Lang_92": "请输入密码",
    "Lang_93": "忘记密码",
    "Lang_94": "登录",
    "Lang_95": "工号（请输入工号）",
    "Lang_96": "获取验证码",
    "Lang_97": "验证码（请输入验证码）",
    "Lang_98": "密码（请设置同维OA密码）",
    "Lang_99": "确认密码（请再次输入密码）",
    "Lang_910": "完成",
    "Lang_911": "密码至少为7位，字符至少包含三类：数字、大小写、字母或特殊字符",
    "Lang_912": "记住密码",
    
};

